{
    "plants": {
      "snake-plant": {
        "name": "Snake Plant",
        "image": "snake-plant.jpeg",
        "image_alt": "Snake Plant lighting diagram showing placement options in a living room",
        "lighting_diagram": "snake-plant-lighting-diagram.jpg",
        "facts": [
          "They are great for air purification.",
          "Snake plants originate from Africa and Asia.",
          "Snake plants are often found in offices because of they require low maintenance and often used by interior designers."
        ]
      },
      "peace-lily": {
        "name": "Peace Lily",
        "image": "peace lily.jpg",
        "image_alt": "Peace lily lighting diagram showing placement options in a living room",
        "lighting_diagram": "peace-lily-lighting-diagram.jpg",
        "facts": [
          "a popular house plant known for its elegant white flowers and lush green leaves, symbolizing peace, purity, and tranquility",
          "popular choice for gift-giving during times of mourning, as well as for decorating homes and office spaces"
        ]
      },
      "spider-plant": {
        "name": "Spider Plant",
        "image": "spider-plant.jpg",
        "image_alt": "Spider plant lighting diagram showing placement options in a living room",
        "lighting_diagram": "spider-plant-lighting-diagram.jpg",
        "facts": [
          "Spider plants are effective at removing common indoor pollutants like carbon monoxide.",
          "Spider plants are known for being low-maintenance and can tolerate some neglect.",
          "pider plants are non-toxic to pets"
        ]
      },
      "fiddle-leaf-fig": {
        "name": "Fiddle-leaf Fig",
        "image": "fiddle-leaf.jpg",
        "image_alt": "Fiddle Leaf lighting diagram showing placement options in a living room",
        "lighting_diagram": "fiddle-leaf-fig-lighting-diagram.jpg",
        "facts": [
          "are popular houseplants known for their large, violin-shaped leaves and ability to purify air",
          "considered a fickle plant, meaning they don't tolerate being moved or changes in their environment well. ",
          "Pruning the top of the trunk can actually help revive a fiddle leaf fig and encourage new growt "
        ]
      }
    }
  }